export const bg = {
    header: "",
    footer: "",
    genTitle: "Статистика за разпространението на COVID-19 в България",
    byAge: {
        title: 'Разпределение по дата и по възрастови групи',
        labels: [
            "0 - 1",
            "1 - 5",
            "6 - 9",
            "10 - 14",
            "15 - 19",
            "0 - 19",
            "20 - 29",
            "30 - 39",
            "40 - 49",
            "50 - 59",
            "60 - 69",
            "70 - 79",
            "80 - 89",
            "90+"
        ],
    },
    byRegion: {
        title: 'Разпределение по дата и по области',
        labels: [
            "BLG_ALL",
            "BLG_ACT",
            "BGS_ALL",
            "BGS_ACT",
            "VAR_ALL",
            "VAR_ACT",
            "VTR_ALL",
            "VTR_ACT",
            "VID_ALL",
            "VID_ACT",
            "VRC_ALL",
            "VRC_ACT",
            "GAB_ALL",
            "GAB_ACT",
            "DOB_ALL",
            "DOB_ACT",
            "KRZ_ALL",
            "KRZ_ACT",
            "KNL_ALL",
            "KNL_ACT",
            "LOV_ALL",
            "LOV_ACT",
            "MON_ALL",
            "MON_ACT",
            "PAZ_ALL",
            "PAZ_ACT",
            "PER_ALL",
            "PER_ACT",
            "PVN_ALL",
            "PVN_ACT",
            "PDV_ALL",
            "PDV_ACT",
            "RAZ_ALL",
            "RAZ_ACT",
            "RSE_ALL",
            "RSE_ACT",
            "SLS_ALL",
            "SLS_ACT",
            "SLV_ALL",
            "SLV_ACT",
            "SML_ALL",
            "SML_ACT",
            "SFO_ALL",
            "SFO_ACT",
            "SOF_ALL",
            "SOF_ACT",
            "SZR_ALL",
            "SZR_ACT",
            "TGV_ALL",
            "TGV_ACT",
            "HKV_ALL",
            "HKV_ACT",
            "SHU_ALL",
            "SHU_ACT",
            "JAM_ALL",
            "JAM_ACT"
        ]
    },

    gen: {
        title: 'Обща статистика за разпространението',
        labels: [
            "Направени тестове",
            "Тестове за денонощие",
            "Потвърдени случаи",
            "Активни случаи",
            "Нови случаи за денонощие",
            "Хоспитализирани",
            "Новохоспитализирани",
            "В интензивно отделение",
            "Излекувани",
            "Излекувани за денонощие",
            "Починали",
            "Починали за денонощие"
        ],
    },
    byTest: {
        title: 'Разпределение по видове тестове',
        labels: [
            "Общо тестове",
            "PCR тестове",
            "Антигени тестове",
            "Общо тестове за денонощие",
            "PCR тестове за денонощие",
            "Антигени тестове за денонощие",
            "Установени случаи общо",
            "Установени случаи чрез PCR",
            "Установени случаи чрез антиген",
            "Установени случаи за денонощие",
            "Установени случаи за денонощие чрез PCR",
            "Установени случаи за денонощие чрез антиген"
        ],
    },
    deathByAge: {
        title: 'Починали по пол и възрастови групи',
        labels: [
            "Пол",
            "Възрастова група",
        ],
    },

    vaxTitle: "Статистика за ваксинирани заболяли от COVID-19",
    infectecVacinated: {
        title: 'Заразени ваксинирани',
        labels: [
            "Ваксина",
            "Пол",
            "Възрастова група",
        ],
    },
    hospitalisedVacinated: {
        title: 'Хоспитализирани ваксинирани',
        labels: [
            "Ваксина",
            "Пол",
            "Възрастова група",
        ],
    },
    NCUVacinated: {
        title: 'Ваксинирани в интензивно отделение',
        labels: [
            "Ваксина",
            "Пол",
            "Възрастова група",
        ],
    },
    deathVacinated: {
        title: 'Починали ваксинирани',
        labels: [
            "Ваксина",
            "Пол",
            "Възрастова група",
        ]
    },

    utilityString: {
        ALL: 'преболедували',
        ACT: 'болни към момента'
    },
}

export const eng = {

}

